{
    "pages": [
        {
            "text": "#EAE6FFWillkommen in Ihrem neuen Wissensdatenbank-Bereich!Wir haben einige Vorschläge und Platzhalter hinzugefügt. Alles ist anpassbar.Erste Schritte mit Seitenvorlagen:Vorlage – AnleitungVorlage – FehlerbehebungsartikelWillkommen! Wie können wir Ihnen helfen?largeHilfeartikel durchsuchenInfoLegen Sie kurz dar, welche Aufgaben Sie oder Ihr Team haben, welche Informationen in diesem Bereich zu finden sind und was sonst noch wissenswert ist.KontaktTeam@email.com#slackchannelTicket erstellen: <link>Top-Themen🍓 Thema 1Link zur SeiteLink zur SeiteLink zur Seite🥝 Thema 2Link zur SeiteLink zur SeiteLink zur Seite🍍 Thema 3Link zur SeiteLink zur SeiteLink zur Seite🍐 Thema 4Link zur SeiteLink zur SeiteLink zur Seite🍋 Thema 5Link zur SeiteLink zur SeiteLink zur Seite🍒 Thema 6Link zur SeiteLink zur SeiteLink zur SeiteTeamnameSupportLink zur SeiteLink zur SeiteLink zur SeiteZugehörige LinksLink zur SeiteLink zur SeiteLink zur Seite",
            "p_id": "33248",
            "p_title": "Knowledge base",
            "p_parent": "no parent",
            "last_edited": "23.04.2024 (11:43)",
            "split_size": "placeholder"
        },
        {
            "text": "Star Wars (englisch für Sternkriege) ist ein Film-Franchise, dessen Geschichte mit dem 1977 erschienenen Kinofilm Krieg der Sterne (Originaltitel: Star Wars) begann. Schöpfer von Star Wars ist der Drehbuchautor, Produzent und Regisseur George Lucas. Im Jahr 2012 verkaufte Lucas seine Firma Lucasfilm, mitsamt den Rechten an Star Wars, an die Walt Disney Company.  Im Kern besteht Star Wars aus drei Filmtrilogien: der Originaltrilogie, die neben Krieg der Sterne (heutiger Titel Eine neue Hoffnung) die Filme Das Imperium schlägt zurück (1980) und Die Rückkehr der Jedi-Ritter (1983) umfasst; der Prequel-Trilogie, die in der Zeit vor der Originaltrilogie spielt, mit den Filmen Die dunkle Bedrohung (1999), Angriff der Klonkrieger (2002) und Die Rache der Sith (2005); und der Sequel-Trilogie mit den Filmen Das Erwachen der Macht (2015), Die letzten Jedi (2017) und Der Aufstieg Skywalkers (2019).  Star Wars wird unter anderem in das Genre Space Opera und als Heldenepos eingeordnet. Max ist 1,83 groß und 23 Jahre alt. Die Filme spielen im fiktiven Universum einer fernen Vergangenheit und handeln vom andauernden Kampf zwischen Gut und Böse – zwei Seiten, die durch die Helle und durch die Dunkle Seite der Macht repräsentiert werden. Die ersten beiden Trilogien erzählen im Wesentlichen vom Untergang der Galaktischen Republik, vom Aufstieg des Galaktischen Imperiums und von der erfolgreichen Revolution gegen das Imperium durch die früheren Anführer der Republik. Vorbilder und Inspirationsquellen für Star Wars waren Werke aus der Popkultur, darunter solche des Regisseurs Akira Kurosawa, des Autors Isaac Asimov, und aus der Mythentheorie von Joseph Campbell, insbesondere sein Konzept der Heldenreise.  Gemessen an den Einspielergebnissen, die zusammen bislang über 10,3 Milliarden US-Dollar betragen, ist die Star-Wars-Saga nach dem Marvel Cinematic Universe die zweiterfolgreichste Filmreihe der Filmgeschichte (beide aus dem Hause der Walt Disney Company). Weiterhin gehören zum Star-Wars-Franchise zahlreiche Serien, mehr als 250 Romane sowie Comics, Spielzeug und zahllose andere Merchandising-Produkte. Bis einschließlich 2018 wurde mit dem Verkauf von Produkten der Marke Star Wars ein Erlös von umgerechnet rund 70 Milliarden Dollar erzielt. Damit ist Star Wars das erfolgreichste Film-Merchandising-Franchise der Welt und steht im Guinness-World-Records-Buch. Zu den zahlreichen Auszeichnungen der Filme gehören auch zehn Oscars.  Neben den Filmen der drei Trilogien der Skywalker-Saga kamen im Dezember 2016 mit Rogue One: A Star Wars Story und im Mai 2018 mit Solo: A Star Wars Story zwei Ableger in die Kinos. Auf dem Disney Investor Day 2020 wurde ein ganzes Konglomerat neuer Filme und Serien angekündigt. Auf dem hauseigenen Streaming-Dienst Disney+ werden nun seit 2019 fortlaufend neue Serien veröffentlicht, unter anderem The Mandalorian (seit 2019), die abschließende Staffel von The Clone Wars (2020), Star Wars: The Bad Batch (2021–2024), Star Wars: Visionen (seit 2021), Das Buch von Boba Fett (2021–2022), Obi-Wan Kenobi (2022), Geschichten der Jedi / Geschichten des Imperiums (seit 2022), Andor (seit 2022) und Ahsoka (seit 2023). Für das Jahr 2024 sind die Serien The Acolyte und Star Wars: Skeleton Crew in Aussicht. Disney bestätigte die Veröffentlichung von neuen Filmen für die Jahre 2025 und 2027, betonte jedoch, sich vorerst primär auf die Produktion von Serien für den Streamingdienst Disney+ zu konzentrieren.  Seit April 2023 ist bekannt, dass seitens Lucasfilm und Disney drei neue Star-Wars-Kinofilme in Arbeit sind. Als Regisseure für je einen Film wurden James Mangold, Dave Filoni und Sharmeen Obaid-Chinoy verpflichtet. Mangolds Film soll als Bibelepos im Stile von Die Zehn Gebote (1956) die Entstehungsgeschichte des Jedi-Ordens behandeln. Der Film von Obaid-Chinoy wird Daisy Ridley als Rey Skywalker aus der Sequel-Trilogie zurückbringen und zeigen, wie diese den Jedi-Orden nach den Ereignissen von Der Aufstieg Skywalkers, dem letzten Teil der regulären neun Filmepisoden, wieder aufbauen wird. Filonis Film hingegen soll als Abschluss des Star-Wars-Fernsehserien-Kosmos, bestehend aus The Mandalorian, Das Buch von Boba Fett und Ahsoka fungieren. Der Produktionsstart des Filmes wurde als erstes der angekündigten Projekte unter dem Titel The Mandalorian & Grogu für 2024 angekündigt. ",
            "p_id": "1769498",
            "p_title": "Starwars",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:32)",
            "split_size": "placeholder"
        },
        {
            "text": "",
            "p_id": "1835052",
            "p_title": "Filme",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:48)",
            "split_size": "placeholder"
        },
        {
            "text": "Zusammenfassung: Die Galaxis wird durch den Krieg der Galaktischen Republik mit Separatisten, der sogenannten Konföderation unabhängiger Systeme (KUS), bedroht. Dieser Konflikt wird in allen Teilen der Republik ausgetragen, wobei sich Jedi-Ritter, zusammen mit Klonkriegern, den von Sith gelenkten Droiden stellen.\n\nDie Serie erzählt keine durchgängige Geschichte, sondern in sich abgeschlossene Episoden aus dem Leben der kriegführenden Parteien, wobei sich jedoch einige Handlungsstränge über mehrere Episoden ziehen.\n\nDie erste Staffel hatte als Haupthandlung den Krieg und die heroischen Abenteuer der republikanischen Streitkräfte und Jedi-Ritter. Staffel zwei verdunkelte den Ton der Serie und ließ sie durch die Einführung der Kopfgeldjäger, bezahlten Söldnern, welche aber auch hauptsächlich als angeheuerte Kommandeure der separatistischen Droiden dienen, ernster werden. Ahsoka Tanos Entwicklung spielte ebenfalls eine größere Rolle. Die dritte, vierte und die fünfte Staffel wurden im ähnlichen ernsten Ton dargestellt. Die sechste und vorerst letzte Staffel schloss dann die meisten Handlungsstränge ab, ließ ein paar jedoch offen. Die sechste Staffel machte wenige Andeutungen auf den Film Star Wars: Episode III – Die Rache der Sith. Die siebte und gleichzeitig letzte Staffel nähert sich mehr dem Film an und endet mit der Auflösung der Galaktischen Republik und damit auch mit dem Ende der Klonkriege.\n\nAb dem Ende der ersten Staffel traten nach und nach auch populäre Figuren aus dem „Erweiterten Universum“ von Star-Wars auf, dem Bereich der Merchandise-Medien, welche zwar auf den Filmkanon basieren, aber bisher meist unabhängige Geschichten und Figuren vorstellten, so zum Beispiel den in den Clone-Wars-Comics berühmt gewordenen Jedi Quinlan Vos und die Kopfgeldjägerin Aurra Sing, sowie das durch das Videospiel Star Wars: Republic Commando bekannt gewordene Klon-Eliteteam Delta Squad. Mit der dreifachen Episodenreihe „Kidnapped“, „Slaves of the Republic“ und „Escape from Kadavo“ der vierten Staffel wurde auch erstmals ein Comictitel aus dem erweiterten Universum für den Mainstream adaptiert.[3]\n",
            "p_id": "1835083",
            "p_title": "Clonewars",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:58)",
            "split_size": "placeholder"
        },
        {
            "text": "Der abgeschiedene Planet Naboo wird von zwei Spezies bevölkert, den menschlichen Naboo und den amphibischen Gungans. Letztere meiden jeglichen Kontakt zu anderen Spezies, insbesondere den Naboo, weil sie der Ansicht sind, dass letztere sich für die überlegenere Spezies halten. Der Planet wird von der Handelsföderation, einem galaxisweiten Großunternehmen, blockiert. Die Föderation protestiert damit gegen die erhöhte Handelszölle. Insgeheim steht die Führung der Handelsföderation in einem Bündnis mit einem gewissen Darth Sidious, der auf galaktischer Regierungsebene im Verborgenen seine schützende Hand über diese Rechtsbrüche zu halten scheint. Daraufhin entsendet Finis Valorum, der Kanzler des Galaktischen Senats, den Jedi-Meister Qui-Gon Jinn und dessen Padawan-Schüler Obi-Wan Kenobi, um in dem Konflikt zu vermitteln. Von Sidious aufgefordert, besetzt die Handelsföderation den Planeten mit ihrer Droidenarmee und versucht, auf ihrem Kontrollschiff die beiden Jedi umzubringen. Diese können zusammen mit Padmé Amidala, der Königin der Naboo, und einigen anderen in Richtung Coruscant fliehen, dem Sitz des Senats der Republik. Dabei wird ihr Hyperraumantrieb durch Sperrfeuer der Handelsföderation beschädigt, so dass sie zur Reparatur eine Zwischenlandung auf dem abgelegenen Wüstenplaneten Tatooine einlegen müssen.\n\nTatooine ist kein Planet der Galaktischen Republik, darum haben deren Gesetze dort keine Rechtskraft. Sklaverei ist deshalb erlaubt und normale Praxis. Zwar findet Qui-Gon bei Schrotthändler Watto passende Ersatzteile, doch seine republikanischen Zahlungsmittel (Galaktische Credits) sind auf Tatooine wertlos.\n\nAls die Fliehenden während eines plötzlichen Sandsturms bei zwei Sklaven Wattos, dem neunjährigen und technisch sehr geschickten Anakin Skywalker und seiner Mutter Unterschlupf finden, schlägt Anakin dem Jedi vor, in einem bevorstehenden Podrennen die benötigten Ersatzteile für ihn zu gewinnen. Ein Podrennen ist ein Wettkampf mit bis zu 900 km/h schnellen Kapseln, die von zwei (oder mehr) Antriebseinheiten gezogen werden. Qui-Gon, der die außergewöhnliche Begabung Anakins spürt, geht auf den Vorschlag ein. Offiziell wettet er mit Anakins Besitzer Watto um die benötigten Ersatzteile, in einer geheimen Absprache zusätzlich noch um die Freiheit des Jungen. Anakin Skywalker gewinnt das Rennen und erfährt von Qui-Gon erstaunt, dass er frei ist.\n\nQui-Gon bittet ihn, mit ihm zu kommen, um sich einer Jedi-Ausbildung zu unterziehen. Beim Abflug nach Coruscant wird Qui-Gon von einem dunklen Krieger namens Darth Maul, entsandt von seinem Lehrer Darth Sidious, angegriffen und entkommt nur knapp.\n\nAuf dem Zentralplaneten beginnt Amidala, die benötigte politische Unterstützung für ihren Planeten zu sammeln. Als dies an der Uneinigkeit des Senats zu scheitern droht, folgt sie dem Ratschlag Palpatines, des Senators von Naboo, den Kanzler abwählen zu lassen und einen durchsetzungsfähigeren einsetzen zu lassen. Auch Palpatine wird dabei als neuer Kanzler nominiert. Während ihres Aufenthalts auf Coruscant erfährt Amidala außerdem durch einen mitgereisten Gungan mit dem Namen Jar Jar Binks von der großen Streitmacht der Gungans. Daraufhin beschließt sie, nach Naboo zurückzukehren, da der Senat kurzfristig keine Lösung finden kann. Währenddessen stellt Qui-Gon Anakin dem Rat der Jedi vor. Dieser erkennt zwar Anakins außerordentliche Begabung, widerspricht aber der Ausbildung, weil er zu alt sei und schon zu viele negative Gefühle in sich trage. Dafür erhält Qui-Gon den Auftrag, die Königin der Naboo weiter zu beschützen und mehr über den dunklen Krieger herauszufinden. Die angereiste Gruppe bricht nach Naboo auf.\n\nDort gibt sich Amidala, bislang getarnt als Dienerin ihres Königinnen-Doubles, dem Anführer der Gungans namens Boss Nass zu erkennen. Nachdem ihre gesamte Delegation vor ihm auf die Knie fällt, kommt dieser zu der Erkenntnis, dass die Naboo sich offenbar doch nicht für überlegen halten. Er willigt ein, Amidala zu helfen, da die Droidenarmee die Gungans aus ihrer Hauptstadt vertrieben hat. Der Plan der Königin ist einfach: Während die Gungans einen Ablenkungsangriff außerhalb von Theed, der Hauptstadt von Naboo, unternehmen, will sie zusammen mit einigen Kämpfern in den Palast eindringen und den dort regierenden Vizekönig der Handelsföderation, Nute Gunray, gefangen nehmen.\n\nAls die Widerstandskämpfer in der Hauptstadt ankommen, treffen sie den dunklen Krieger von Tatooine wieder. Die Jedi trennen sich von den anderen, um es mit ihm aufzunehmen. Amidala und ihr Trupp dringen in den Palast ein, wo sie gestellt werden. Durch ein Ablenkungsmanöver des Doubles von Amidala gelingt es ihnen schließlich doch, den Vizekönig gefangen zu nehmen. Unterdessen versteckt sich Anakin in einem Raumjäger-Cockpit und löst aus Versehen den Autopiloten aus, der ihn in den Weltraum zum Kontrollschiff der Handelsföderation trägt, welches gerade erfolglos von anderen Raumjägern der Naboo angegriffen wird. Durch Zufall und großes Glück gelingt es ihm, dieses zu zerstören und damit die Droidenarmee zu deaktivieren. Beim gleichzeitig stattfindenden Kampf der beiden Jedi mit dem dunklen Krieger wird Qui-Gon von Darth Maul getötet. Nach dessen Tod stellt sich Obi-Wan dem dunklen Krieger. Trotz seiner Unterlegenheit schafft er es, sich gegen Darth Maul durchzusetzen und zweiteilt ihn. Obi-Wan verspricht dem sterbenden Qui-Gon, dessen Wunsch zu erfüllen und Anakin Skywalker zum Jedi-Ritter auszubilden.\n\nEs stellt sich heraus, dass der dunkle Krieger ein Sith, ein Mitglied eines Gegenordens der Jedi war, von dem man glaubte, dass er seit 1000 Jahren ausgestorben sei. Da die Sith immer zu zweit agieren, fragen sich Yoda und Mace Windu, ob der Meister oder der Schüler getötet wurde. Wegen seines Mutes im Kampf gegen den Sith erhält Obi-Wan den Rang des Jedi-Ritters und die Erlaubnis, Anakin Skywalker zu einem Jedi auszubilden. Außerdem wurde Palpatine zum neuen Kanzler der Republik gewählt. Mit einer ausgelassenen Parade feiern die Naboo und die Gungans ihre neugewonnene Freundschaft und den Sieg über die Föderation.",
            "p_id": "2064390",
            "p_title": "Episode I",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:36)",
            "split_size": "placeholder"
        },
        {
            "text": "HauptfigurenQui-Gon Jinn (Liam Neeson), weiser, aber eigenwilliger Jedi-Meister und Mentor von Obi-Wan Kenobi. Qui-Gon wurde wegen seines Egoismus und des stetigen Widersetzens gegen die Beschlüsse des Jedi-Rates nie in den Rat aufgenommen. Er glaubt fest an die alte Jedi-Prophezeiung und sieht in Anakin den Auserwählten.Obi-Wan Kenobi (Ewan McGregor), Padawan-Schüler von Qui-Gon Jinn. Er hat großen Respekt vor seinem Meister und den Regeln der Jedis. Er zweifelt oft an den endgültigen Entscheidungen seines Meisters.Padmé Amidala (Natalie Portman), Königin von Naboo. Ihr Ziel ist es, ihr Königreich vor der Handelsföderation zu beschützen.Anakin Skywalker (Jake Lloyd) Sklavenjunge von Tatooine. Er ist ein guter Pilot und Techniker. Die Macht ist sehr stark in Anakin.Sheev Palpatine/Darth Sidious (Ian McDiarmid), Senator von Naboo und wird später Kanzler der Republik.Darth Maul (Ray Park), dathomirianischer Zabrak und ein Sith-Lord.Jar Jar Binks (Ahmed Best) Gungan, der durch seine ungeschickte Art andere immer wieder in heikle Situationen bringt.R2-D2 (Kenny Baker), Astromech-Droide, der dem Königreich Naboo dient.C-3PO (Anthony Daniels), humanoider Protokolldroide, der über 6 Millionen Kommunikationsformen beherrscht. Er wurde von Anakin Skywalker gebaut.NebenfigurenShmi Skywalker (Pernilla August), Mutter von Anakin Skywalker. Sie lebt als Sklavin auf dem Wüstenplaneten Tatooine, wo sie Anakin allein aufzog.Yoda (Frank Oz), Jedi-Großmeister. Gemeinsam mit Mace Windu und Ki-Adi-Mundi ist er das Oberhaupt des Jedi-Rates.Mace Windu (Samuel L. Jackson), Jedi-Meister und Mitglied des Jedi-Rates.Quarsh Panaka (Hugh Quarshie), Captain und Anführer der Sicherheitsgarde des Königreichs Naboo. Er dient Königin Amidala als ihr Leibwächter.Nute Gunray (Silas Carson), Neimoidianer und der Vizekönig der Handelsföderation. Er schloss einen Vertrag mit Sidious und ließ den Planeten Naboo besetzen.Watto (OT: Andy Secombe/DF: Udo Schenk), Toydarianischer Schrott- und Sklavenhändler, der Anakin sowie Shmi Skywalker besitzt.Rugor Nass (Silas Carson), Herrscher der Unterwasserstadt Otoh Gunga auf dem Planeten Naboo und Anführer über das dort lebende Volk der Gungans. Er verbannte Jar Jar Binks wegen seiner Tollpatschigkeit.Sebulba, Podrennfahrer und Rivale von Anakin Skywalker.Finis Valorum (Terence Stamp), Oberster Kanzler der Galaktischen Republik.Ki-Adi-Mundi (Silas Carson), Jedi-Meister und Mitglied des Jedi-Rates.Jabba Desilijic Tiure, bekannt als Jabba der Hutte, Anführer einer Verbrecherorganisation, die ihren Sitz auf dem Wüstenplaneten Tatooine hat.Sabé (Keira Knightley), Zofe, Leibdouble und Leibwache von Königin Amidala",
            "p_id": "2064400",
            "p_title": "Figuren",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:38)",
            "split_size": "placeholder"
        },
        {
            "text": "Naboo, ein idyllischer Planet im Chommell-Sektor. Seine Hauptstadt ist Theed, dort befindet sich auch der königliche Palast. Die Landschaft Naboos wird von Wäldern, Wiesen und Seen geprägt. Eine weitere Spezies dieses Planeten sind die Gungans, die in Unterwasserstädten wie z. B. Gunga City leben, welche im Paonga-See liegt. Die Welt selbst besitzt, im Gegensatz zu den meisten anderen Planeten, einen porösen Kern, der von weitläufigen Unterwassergrotten und Kanälen durchzogen wird. Naboo ist der Heimatplanet von Padmé Amidala und Senator Sheev Palpatine sowie Jar Jar Binks.Tatooine, ein Wüstenplanet, der um ein Zwillingssonnenpaar kreist. Er ist ein Refugium für Schmuggler, Kriminelle und Leute, die nicht gefunden werden wollen. Der Planet ist die Heimatwelt von Anakin und seiner Mutter Shmi Skywalker. Regiert wird der Planet von Jabba.Coruscant, eine einzige Stadt, eine sogenannte Makropole. Der Planet ist das politische Zentrum der Galaxis, der Galaktischen Republik. Dort befindet sich auch der Galaktische Senat sowie der Jedi-Tempel mit dem Hohen Rat der Jedi. Staatsoberhaupt des Planeten ist der Oberste Kanzler Finis Valorum. Coruscant beherbergt mehr als eine Billion Bewohner, die den verschiedensten Spezies angehören. Die meisten leben in Galactic City.",
            "p_id": "2064410",
            "p_title": "Orte",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:41)",
            "split_size": "placeholder"
        },
        {
            "text": "Seit drei Jahren toben die Klonkriege in der Galaxis. Die Galaxie erscheint zerrüttet und von Kämpfen mit der Konföderation Unabhängiger Systeme (KUS) durchsät. Anakin Skywalker ist aufgrund seines Heldenmutes in vielen Kämpfen inzwischen in den Rang eines Jedi-Ritters aufgestiegen. Doch Misstrauen gegenüber dem Jedi-Orden und seine Angst, seine Ehefrau Padmé zu verlieren, wie er einst seine Mutter verloren hat, führen ihn immer weiter zur dunklen Seite der Macht. Dabei setzt er sowohl das Verhältnis zu seinem Mentor Obi-Wan Kenobi als auch seine Ehe aufs Spiel. Als es den Separatisten unter der Führung von Count Dooku und dem Droidengeneral Grievous gelingt, Kanzler Palpatine aus der Hauptstadt von Coruscant zu entführen, beginnt eine gigantische Weltraumschlacht im Orbit von Coruscant. Die Flotte der Republik versucht, die Fliehenden aufzuhalten und den Kanzler zu befreien. Anakin und Obi-Wan führen die Rettungsaktion an. Es gelingt ihnen, an Bord des Flaggschiffes von General Grievous zu kommen und sich bis zum Kanzler vorzukämpfen. Als sie ihn befreien wollen, tritt ihnen Count Dooku entgegen. Er macht Obi-Wan kampfunfähig, sodass Anakin ihm allein gegenübersteht. Dieser ist seit dem letzten Duell mit dem Sith-Lord mächtiger und erfahrener geworden. Anakin gelingt es, Dooku zu verwunden. Auf den Befehl des gefesselten Kanzlers hin enthauptet Anakin den Wehrlosen entgegen dem Ehrenkodex der Jedi. Zusammen mit dem Kanzler, dem bewusstlosen Obi-Wan und R2-D2 fliegt Anakin mit dem Flaggschiff von Grievous, der inzwischen mit einer Rettungskapsel geflohen ist, zurück nach Coruscant. Dort ernennt Kanzler Palpatine Anakin zu seinem persönlichen Repräsentanten im Jedi-Rat, allerdings soll er diesen auch ausspionieren. Anakin erhält daraufhin zwar einen Platz im Jedi-Rat, der Rang eines Meisters wird ihm jedoch verweigert, worüber er sich brüskiert zeigt. Der Rat erteilt ihm wiederum inoffiziell die Aufgabe, den Kanzler zu überwachen und dem Rat über jeden seiner Schritte Bericht zu erstatten. Obi-Wan erhält den Auftrag, General Grievous zu suchen, um ihn zu beseitigen und den Krieg damit zu beenden – sehr zu Anakins Frustration, denn er hätte seinen Meister auf dieser wichtigen Mission gerne unterstützt. Die Jedi erhoffen sich, dass der inzwischen sehr mächtige Kanzler durch die Beendigung des Krieges seine Notstandsvollmachten aufgeben muss. Meister Yoda bricht auf, um die von den Separatisten belagerten Wookiees auf Kashyyyk zu unterstützen. Obi-Wan und Anakin verabschieden sich freundschaftlich, allerdings sieht sich letzterer im politischen Machtkampf zwischen dem Jedi-Rat und dem Kanzler zwiegespalten. Palpatine erkennt den Plan der Jedi und schürt das Misstrauen Anakins gegenüber dem Rat. Er erzählt ihm, wie ähnlich Sith und Jedi sich seien und welche Macht die Dunkle Seite verleihen könne. Durch die Bekanntgabe einer Fähigkeit, das Sterben geliebter Mitmenschen aufhalten zu können, weckt er Anakins Interesse. Obi-Wan kann Grievous und den Separatistenrat auf dem Planeten Utapau aufspüren und fordert den Droidengeneral zum Duell auf. Nach einem kurzen Kampf erscheinen Kenobis Klontruppen auf dem Feld, woraufhin eine Schlacht beginnt. Grievous versucht zu entkommen, nach einer kurzen Verfolgungsjagd und einem weiteren Kampf wird er jedoch von Obi-Wan eliminiert. Anakin erhält von Mace Windu den Auftrag, den Kanzler über den Fortschritt des Kriegsgeschehens zu informieren, um dessen Absichten offenzulegen. Mittlerweile fühlt sich Anakin jedoch vom Rat der Jedi ausgeschlossen und hat den Eindruck, von ihnen nicht in alle Geheimnisse der Macht einbezogen zu werden. Palpatine nutzt Anakins Frustration, um diesen an den Intentionen der Jedi zweifeln zu lassen. Schließlich offenbart er sich ihm als der dunkle Lord der Sith, wie vom Rat in einer Sitzung bereits vermutet wird. Anakin zeigt sich hin- und hergerissen zwischen der Loyalität zu den Jedi und der Freundschaft zu Palpatine, der ihn immer förderte und ihm nun die Macht verspricht, Padmé vor dem Tod zu bewahren, welchen er ständig in seinen Träumen vor Augen hat. Er bringt es nicht über sich, den Sith-Lord zu töten, aber er berichtet Meister Windu davon, wer der Kanzler wirklich ist. Windu spürt Anakins Verwirrung und ordnet ihn an, sich aus der bevorstehenden Konfrontation herauszuhalten und im Tempel zu bleiben. Dort nimmt der junge Jedi-Ritter Platz auf seinem Sitz in der verlassenen Ratskammer, muss an seine Frau denken und kämpft schließlich mit seinen Emotionen. Windu sowie die Jedi-Meister Saesee Tiin, Kit Fisto und Agen Kolar wollen den Kanzler verhaften. Als sie in sein Büro eintreten, zieht Sidious ein Lichtschwert und tötet die Eskorte von Mace. Nur Windu kann Sidious standhalten und es gelingt ihm, den Sith-Lord zu entwaffnen. In diesem Moment kommt Anakin ins Büro gestürmt. Sidious attackiert Windu daraufhin mit Machtblitzen, doch dieser kann mit Hilfe seines Lichtschwerts die Blitze reflektieren und schleudert sie auf das Gesicht des Sith zurück, welches sich zu deformieren beginnt, bis es sichtbar entstellt ist. Windu ist davon überzeugt, dass der Kanzler zu mächtig und zu einflussreich ist, um am Leben gelassen zu werden. Der entkräftete Darth Sidious bittet jedoch darum, nicht getötet zu werden. Anakin will den Jedi-Meister davon überzeugen, ihn lebendig dem Gericht zu überstellen, doch Windu ist strikt dagegen. Seiner Meinung nach kontrolliert der Kanzler die Gerichte, weshalb ein Verfahren eine Farce wäre. Als Windu mit seinem Lichtschwert ausholt, um den Sith zu töten, schlägt Anakin ihm seine Hand ab, die zusammen mit der Waffe darin aus dem Fenster fällt. Sidious nutzt den Augenblick, Windu mit seinen Machtblitzen aus eben diesem Fenster zu schleudern. Der aufgewühlte Anakin entscheidet sich für die Dunkle Seite und schwört Sidious die Treue, sofern dieser ihm helfe, Padmé vor dem Tod zu bewahren. Sidious erklärt Anakin wiederum zu seinem neuen Schüler und gibt ihm den Sith-Namen Darth Vader. Auf Befehl seines neuen Meisters sowie als Zeichen seiner Loyalität marschiert Vader zusammen mit der 501. Klonlegion in den Jedi-Tempel und tötet alle Anwesenden, einschließlich der Jünglinge, die nicht älter als elf Jahre alt sind. Das Massaker wird von Senator Bail Organa mit Entsetzen beobachtet, während die schwangere Padmé den Brand des Jedi-Tempels in ihrem Appartement aus der Ferne sieht. Währenddessen erteilt Sidious den Klonen, die überall in der Galaxis verteilt unter dem Kommando der Jedi kämpfen, die Order 66, welche die Vernichtung der Jedi beinhaltet. Die Klone wenden sich daraufhin gegen die Jedi und töten sie. Auch Obi-Wan wird beschossen, der sich jedoch retten kann. Yoda spürt eine Erschütterung der Macht und kann sich der Klone entledigen. Andere Jedi haben allerdings weniger Glück. Meister Ki-Adi Mundi gerät auf Mygeeto hinterrücks ins Visier seiner Klone und wird erschossen. Auch Aayla Secura ereilt das gleiche Schicksal auf Felucia, während Meister Plo Koon über dem Himmel von Cato Neimoidia abgeschossen wird und in ein Gebäude kracht, wo er im Flammen-Inferno umkommt. Unmittelbar nach der Vernichtung der Jedi erklärt Darth Sidious in einer Sondersitzung des von ihm kontrollierten Galaktischen Senats, nachdem er seine Taten den Jedi unterstellt und diese zu Staatsfeinden erklärt hat, die Umformung der Republik in das erste Galaktische Imperium. Er ruft sich selbst zum Imperator aus, worauf der Senat mit donnerndem Applaus den Beginn der Neuen Ordnung begrüßt. Yoda kann mithilfe der Wookiees den Klonen entkommen und schafft es genau wie Obi-Wan, sich an Bord des Schiffes von Senator Organa zu retten. Sie infiltrieren den Jedi-Tempel, wo sie zu ihrem Entsetzen auf einer Holo-Aufzeichnung erkennen, wer das Massaker verübt hat. Damit keine weiteren Jedi in die Falle gehen, sendet Obi-Wan eine Warnung an alle verbliebenen Jedi in der Galaxis. Die beiden Jedi machen sich auf, um den Imperator und Darth Vader zu stoppen. Obi-Wan folgt Anakin heimlich zusammen mit Padmé nach Mustafar, wohin dieser sich auf Befehl des Imperators begeben hat, um die verbleibenden Führer der Separatisten zu töten. Yoda stellt den Imperator in der Senatshalle von Coruscant zum Duell. Er lässt dessen Leibwächter ohnmächtig zusammenbrechen und wehrt die Angriffe des Sith, der ihn mit Machtblitzen attackiert und danach Senatssitze durch die Luft schleudert, mit Mühe ab. Doch die ungeheure Wucht explodierender Energie reißt Yoda von den Beinen und beendet den Kampf zugunsten Palpatines, als Yoda in die Tiefe stürzt. Trotzdem gelingt es ihm mit Organas Hilfe zu fliehen. Als Obi-Wan und Padmé auf Mustafar ankommen, hat Anakin sein blutiges Werk bereits vollendet und Vizekönig Nute Gunray sowie die anderen Anführer der Separatisten getötet. Padmé versucht ihn davon zu überzeugen, sich von der dunklen Seite abzuwenden, doch Anakin will ihr nicht zuhören. Er glaubt, Padmé vertraue Obi-Wan mehr als ihm und habe diesen nach Mustafar geführt, um ihn zu töten, weshalb er sie für diesen Verrat bestrafen will. Er beginnt die hochschwangere Padmé mithilfe der Macht zu würgen, erst auf Drängen Obi-Wans lässt Anakin sie bewusstlos zu Boden gehen. Anakin teilt Obi-Wan mit, dass er keineswegs gezwungen sein möchte, diesen zu töten, aber da Obi-Wan seine Loyalität zur Republik und zur Demokratie bezeugt, sieht ihn Anakin als seinen Feind an. Zwischen den beiden entbrennt ein Duell auf Leben und Tod in den von Lava umströmten Industrieanlagen von Mustafar. Nach einem langen Kampf gelingt es Obi-Wan, Anakin die Beine und den verbliebenen menschlichen Arm abzutrennen, doch er bringt es nicht über sich, seinen ehemaligen Schüler und Freund, den er wie einen Bruder geliebt hat, den Gnadenstoß zu geben und überlässt ihn, nicht ohne sein Lichtschwert einzustecken, seinem Schicksal. Während Anakin im heißen Lavasand zu brennen beginnt, verlässt Obi-Wan mit der bewusstlosen Padmé den Planeten. Anakin bleibt am Leben und kurz darauf erscheint die Fähre des Imperators, der ihn zusammen mit den Klonkriegern am Ufer eines Lavaflusses findet. Der Imperator nimmt den verbrannten und verkrüppelten Körper mit nach Coruscant. Dort wird dieser technisch wiederhergestellt, wodurch Anakins Transformation zu Darth Vader vervollständigt wird. Auf Polis Massa, einem bewohnten Asteroidengürtel, treffen sich Yoda, Obi-Wan und Senator Organa. Sie versuchen, Padmés Leben und das ihrer ungeborenen Kinder zu retten. Padmé schafft es, ihre Kinder zur Welt zu bringen, die Zwillinge Luke und Leia. Ihr selbst ist jedoch nicht mehr zu helfen. Aus Gründen, welche die Ärzte als mangelnden Lebenswillen beschreiben, stirbt sie schließlich. Leia wird der Familie Organa auf Alderaan zur Adoption anvertraut. Obi-Wan bringt Luke in die Obhut von Owen und Beru Lars und zieht sich in der Wüste Tatooines zurück, um dort auf den kleinen Jungen aufzupassen. Yoda geht ins Exil auf den Planeten Dagobah. Darth Vader muss die Nachricht über den Tod seiner Frau vernehmen und macht seine ersten Schritte in seinem neuen Anzug. Wütend und voller Trauer über Padmés Tod entfacht er einen mächtigen Hass, den der Imperator zufrieden beobachtet. Die Geburt seiner beiden Kinder bleibt Vader jedoch verborgen. Derweil haben bereits die Arbeiten am Todesstern begonnen, den Palpatine, Vader und der imperiale Moff Tarkin begutachten. V-Flügel-Sternjäger, Vorgänger imperialer TIE-Jäger, kreisen um Venator-Sternenzerstörer und läuten die Ära des Imperiums ein.",
            "p_id": "2064430",
            "p_title": "Episode III",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:45)",
            "split_size": "placeholder"
        },
        {
            "text": "",
            "p_id": "2064449",
            "p_title": "Sonstiges",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:51)",
            "split_size": "placeholder"
        },
        {
            "text": "is a 2005 Lego-themed action-adventure video game based on the Lego Star Wars line of construction toys, and the first installment in the Lego video game franchise developed by Traveller's Tales, which would develop all future Lego titles from that point on. It was first released on 29 March 2005, and is a video game adaptation of the Star Wars prequel trilogy: The Phantom Menace, Attack of the Clones and Revenge of the Sith, with a bonus level from A New Hope. It was developed by Traveller's Tales for the Microsoft Xbox, Sony PlayStation 2, and Microsoft Windows. Griptonite Games developed the Game Boy Advance version. These initial versions were published in April 2005. A Macintosh port, developed by Aspyr, was released in August 2005. A GameCube version of the game was released on 25 October 2005. All versions were published by Eidos Interactive and Giant Interactive Entertainment (now TT Games Publishing). The game received generally favorable reviews from critics. A sequel, Lego Star Wars II: The Original Trilogy, was released in 2006. Lego Star Wars: The Video Game and its successor were compiled in Lego Star Wars: The Complete Saga, released in 2007 ",
            "p_id": "2064461",
            "p_title": "Lego Star Wars: The Video Game",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (17:02)",
            "split_size": "placeholder"
        },
        {
            "text": "Padmé Amidala, die Senatorin des Planeten Naboo, kehrt nach Coruscant zurück, in die Zentralwelt der Galaktischen Republik, um an einer Abstimmung im Galaktischen Senat über die Aufstellung einer Armee der Republik teilzunehmen. Sie möchte sich gegen eine Armee aussprechen. Bei der Landung wird ein Bombenanschlag auf ihr Raumschiff verübt, den sie aber auf Kosten ihrer Doppelgängerin Cordé unverletzt überlebt. Daraufhin bestimmt der Jedi-Orden auf Anraten Kanzler Palpatines zwei seiner Mitglieder, Obi-Wan Kenobi und seinen Padawan Anakin Skywalker dazu, die Senatorin zu beschützen.Während der folgenden Nacht wird mit einem Flugdroiden und zwei giftigen Tausendfüßern ähnelnden Tieren ein weiterer Versuch eines Attentats auf die Senatorin verübt. Obi-Wan und Anakin verfolgen den Roboter zu seiner Besitzerin, einer Kopfgeldjägerin namens Zam Wesell. Doch bevor diese den Namen des sie angeheuerten Kopfgeldjägers verraten kann, erschießt jener sie aus dem Hinterhalt. Die Jedi beschließen, Senatorin Amidala zu ihrer eigenen Sicherheit in Begleitung Anakin Skywalkers nach Naboo zurückzuschicken. Obi-Wan bekommt den Auftrag, den Kopfgeldjäger zu finden.Während Anakin und Amidala als Flüchtlinge getarnt nach Naboo reisen, führt die Spur des Kopfgeldjägers Obi-Wan zum Planeten Kamino. Dort wird er von den Kaminoanern empfangen, und sie führen ihm eine Klonarmee vor, die sie im Auftrag des unter mysteriösen Umständen verstorbenen Jedi-Meisters Sifo-Dyas für die Republik produziert haben. Auf Kamino trifft Obi-Wan auch erstmals persönlich auf Jango Fett, welcher aussagt, auf einem der Bogden-Monde von einem Mann namens Tyranus als Klonwirt für die Armee angeheuert worden zu sein. Obi-Wan hat den Verdacht, dass Fett an den Attentaten auf Senatorin Amidala beteiligt ist und versucht, ihn gefangen zu nehmen, damit der Rat der Jedi ihn verhören kann. Nach einem Kampf auf einer Landeplattform entkommt Fett, aber Obi-Wan befestigt einen Peilsender an seinem Schiff.Auf Naboo beginnen Anakin und Padmé sich zu verlieben, aber Anakin spürt auch, dass es seiner Mutter schlecht geht, die er vor zehn Jahren auf Tatooine zurückließ. Er bricht mit Padmé nach Tatooine auf und erfährt dort von Watto, dem Schrotthändler, dass seine Mutter aus der Sklaverei befreit worden ist und geheiratet hat. Als er Cliegg Lars findet, den Ehemann seiner Mutter, erzählt ihm dieser, dass seine Mutter von einheimischen Tusken-Räubern entführt worden ist. Er verfolgt die Spur der Sandleute und findet seine von Folter geschwächte Mutter, die in seinen Armen stirbt. Entgegen seinem Kodex bringt er voller Hass alle Sandleute im Lager um, selbst Frauen und Kinder.Währenddessen verfolgt Obi-Wan den flüchtenden Jango Fett und dessen Sohn Boba mit Hilfe des am Schiff befestigten Peilsenders zu einem Wüstenplaneten namens Geonosis. Dort belauscht er ein Treffen des ehemaligen Jedi-Meisters Dooku mit Vertretern der Handelsföderation und anderen Führern einer von ihm geführten Konföderation von Sternensystemen, die sich gegen die Republik richtet. Count Dooku hofft, die Droidenarmeen der Handelsföderation für den Plan seines Meisters zu gewinnen, die Republik in einen Bürgerkrieg zu stürzen. Nute Gunray, der Vizekönig der Handelsföderation, verlangt als Gegenleistung Amidalas Tod, was die Attentate auf die Senatorin erklärt. Bevor Obi-Wan seine Entdeckungen an den Jedi-Rat nach Coruscant vollständig übertragen kann, wird er gefangen genommen. Beim Verhör durch Dooku, welcher einst Obi-Wans Mentor Qui-Gon Jinn ausbildete, wird Obi-Wan ein Bündnis mit der Konföderation unterbreitet, da die Republik unter dem Einfluss eines Sith stünde. Dooku gibt also vor, mit seiner Separation gegen die Sith zu handeln. Obi-Wan lehnt ab, da er ihm nicht glaubt.Anakin, der die Nachricht Obi-Wans nach der Beerdigung seiner Mutter mitbekommen hat, bricht zusammen mit Padmé und den Droiden R2-D2 und C-3PO von Tatooine nach Geonosis auf, um Obi-Wan zu retten. Dessen Nachricht wird von R2-D2 nach Coruscant weitergeleitet. Auf Geonosis entdecken Anakin, Padmé, R2-D2 und C-3PO, dass die Geonosianer eine Droidenarmee für die Separatisten bauen. Nach ihrer Flucht durch die Fertigungsanlagen werden auch sie gefangen genommen.Auf Coruscant beschließt der Rat der Jedi, alle verfügbaren Jedi-Ritter nach Geonosis zu schicken, um Obi-Wan, Anakin und Padmé zu retten sowie die Geheimnisse um die Handelsföderation und die Handelsgilden zu lüften. Gleichzeitig erteilt der Senat nach dem Vorschlag von Amidalas stellvertretendem Repräsentanten Jar Jar Binks dem Kanzler Notstandsvollmachten, so dass dieser die Klonarmee einsetzen kann.Obi-Wan, Anakin und Padmé, die zum Tode verurteilt wurden, sollen in einer Arena von wilden Bestien hingerichtet werden, können sich jedoch von ihren Fesseln befreien und erfolgreich Widerstand leisten, woraufhin sie von der Droidenarmee der Geonosianer umstellt werden. Die hinzukommenden Jedi aus Coruscant können die Exekutierung unter dem Kommando von Mace Windu verhindern, woraufhin in der Arena eine Schlacht ausbricht. Dutzende Jedi-Ritter fallen den Laserwaffen der Droiden zum Opfer oder werden in die Enge getrieben. Jango Fett erschießt einen Jedi-Meister, wird jedoch wenig später vor den Augen seines Sohnes von Meister Windu enthauptet. Ohne Chance gegen die Übermacht werden die Jedi nur von den eintreffenden Klontruppen unter Führung von Meister Yoda gerettet. Die Schlacht zwischen den Klonsoldaten und der Droidenarmee weitet sich nun auf den gesamten Planeten aus. Die Klonkrieger können ihre Überlegenheit gegenüber den Droiden unter Beweis stellen. Mehrere Raumschiffe der Handelsgilden werden dabei vernichtet, als sie zu fliehen versuchen. Anakin und Obi-Wan verfolgen in den Wirren des Kampfes Count Dooku bis zu einem Hangar, wo dessen eigenes Raumschiff auf ihn wartet. Obwohl Obi-Wan Dooku gemeinsam mit Anakin in die Enge treiben will, greift Anakin diesen alleine an. Dooku schleudert ihn mithilfe von Sith-Kräften gegen die Wand und Anakin verliert vorübergehend das Bewusstsein.Count Dooku kann trotz eines Lichtschwert-Kampfes gegen Obi-Wan, Anakin und schließlich auch Meister Yoda entkommen. Anakin verliert in diesem Kampf seinen rechten Unterarm. Dooku flieht mit dem Bauplan für den Todesstern nach Coruscant, wo er seinen Meister Darth Sidious trifft. Dieser spricht Dooku mit dessen Sith-Namen Tyranus an und zeigt sich über den Ausbruch der Klonkriege erfreut. Der nun angebrochene Krieg wurde von den beiden Sith-Lords zum einzigen Zwecke arrangiert, die demokratische Macht des Senats durch Einsatz der Notstandsvollmachten des Kanzlers auszuhebeln.Anakin und Padmé kehren nach Naboo zurück und heiraten heimlich, da eine solche Bindung einem Jedi untersagt ist. Obi-Wan, Yoda und Windu denken im Jedi-Tempel auf Coruscant über die zurückliegende Schlacht und die gegenwärtige Entwicklung nach. Tausende von Klonkriegern marschieren in riesige Raumschiffe und bereiten sich auf einen gigantischen Krieg vor, der die Galaxis verändern wird. ",
            "p_id": "2097180",
            "p_title": "Episode II",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:42)",
            "split_size": "placeholder"
        },
        {
            "text": "Animationsserien1.1.  Freunde im All1.2.  Die Ewoks1.3.  The Clone Wars1.4.  Rebels1.5.  Resistance1.6.  The Bad Batch1.7.  Visionen1.8.  Geschichten der Jedi1.9.  Die Abenteuer der jungen Jedi1.10.                A Droid StoryMicro-Serien und Specials2.1.  Clone Wars2.2.  Blips2.3.  Die Mächte des Schicksals2.4.  Galaxy of Adventures2.5.  Roll Out2.6.  Galaxy of Creatures2.7.  Galaktische FreundeRealserien3.1.  The Mandalorian3.2.  Das Buch von Boba Fett3.3.  Obi-Wan Kenobi3.4.  Andor3.5.  Ahsoka3.6.  Skeleton Crew3.7.  The Acolyte",
            "p_id": "2097198",
            "p_title": "Serien",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:50)",
            "split_size": "placeholder"
        },
        {
            "text": "Spielereihen1.1       Star Wars: X-Wing (1993–1999)1.2       Rebel Assault (1993–1996)1.3       Dark Forces/Jedi Knight (1995–2003)1.4       Rogue Squadron (1998–2003)1.5       Knights of the Old Republic (2003–2004)1.6       Battlefront (seit 2004)1.7       Lego Star Wars (seit 2005)1.8       The Force Unleashed (2008–2010)1.9       Vader Immortal (2019)",
            "p_id": "2097208",
            "p_title": "Computerspiele",
            "p_parent": "33248",
            "last_edited": "01.05.2024 (16:50)",
            "split_size": "placeholder"
        },
        {
            "text": "Die Zwischenpräsentation ist am 14.05.",
            "p_id": "5013528",
            "p_title": "Test",
            "p_parent": "33248",
            "last_edited": "14.05.2024 (08:57)",
            "split_size": "placeholder"
        },
        {
            "text": "Die Zwischenpräsentation ist am 05.03.",
            "p_id": "5013538",
            "p_title": "Test 2",
            "p_parent": "33248",
            "last_edited": "14.05.2024 (09:01)",
            "split_size": "placeholder"
        }
    ]
}